Repository: intersoftdatalabs-in/percussioncms
Catalog: modules/perc-i18n/src/main/resources/i18n/CmsUi.tmx
Source language: en_us
Languages: ar, bn, de, es, fr, fr_ca, he, hi, it, ja_jp, nl, pt, ru, te, zh_cn

source: Your current selection is sites root, please select a folder or page.
ar: تحديدك الحالي هو جذر المواقع، يرجى تحديد مجلد أو صفحة.
bn: আপনার বর্তমান নির্বাচন সাইট রুট, একটি ফোল্ডার বা পৃষ্ঠা নির্বাচন করুন.
de: Ihre aktuelle Auswahl ist das Site-Stammverzeichnis. Bitte wählen Sie einen Ordner oder eine Seite aus.
es: Su selección actual es raíz de sitios, seleccione una carpeta o página.
fr: Votre sélection actuelle est la racine des sites, veuillez sélectionner un dossier ou une page.
he: הבחירה הנוכחית שלך היא שורש האתרים, אנא בחר תיקיה או דף.
hi: आपका वर्तमान चयन साइट्स रूट है, कृपया एक फ़ोल्डर या पेज चुनें।
it: La tua selezione attuale è la radice del sito, seleziona una cartella o una pagina.
ja_jp: 現在選択しているサイトはルートです。フォルダーまたはページを選択してください。
nl: Uw huidige selectie is de hoofdmap van sites. Selecteer een map of pagina.
pt: Sua seleção atual é raiz de sites. Selecione uma pasta ou página.
ru: В настоящее время выбран корневой каталог сайтов. Выберите папку или страницу.
te: మీ ప్రస్తుత ఎంపిక సైట్u200cల రూట్, దయచేసి ఫోల్డర్ లేదా పేజీని ఎంచుకోండి.
zh_cn: 您当前的选择是站点根目录，请选择一个文件夹或页面。

source: Your current selection is a site, please select a folder or page.
ar: تحديدك الحالي هو موقع، يرجى تحديد مجلد أو صفحة.
bn: আপনার বর্তমান নির্বাচন একটি সাইট, একটি ফোল্ডার বা পৃষ্ঠা নির্বাচন করুন.
de: Ihre aktuelle Auswahl ist eine Site. Bitte wählen Sie einen Ordner oder eine Seite aus.
es: Su selección actual es un sitio, seleccione una carpeta o página.
fr: Votre sélection actuelle est un site, veuillez sélectionner un dossier ou une page.
he: הבחירה הנוכחית שלך היא אתר, אנא בחר תיקיה או דף.
hi: आपका वर्तमान चयन एक साइट है, कृपया एक फ़ोल्डर या पेज चुनें।
it: La tua selezione attuale è un sito, seleziona una cartella o una pagina.
ja_jp: 現在選択しているのはサイトです。フォルダまたはページを選択してください。
nl: Uw huidige selectie is een site. Selecteer een map of pagina.
pt: Sua seleção atual é um site. Selecione uma pasta ou página.
ru: В настоящее время выбран сайт. Выберите папку или страницу.
te: మీ ప్రస్తుత ఎంపిక సైట్, దయచేసి ఫోల్డర్ లేదా పేజీని ఎంచుకోండి.
zh_cn: 您当前的选择是一个网站，请选择一个文件夹或页面。

source: Cannot preview unknown type.
ar: لا يمكن معاينة نوع غير معروف.
bn: অজানা প্রকারের পূর্বরূপ দেখা যাবে না।
de: Unbekannter Typ kann nicht in der Vorschau angezeigt werden.
es: No se puede obtener una vista previa del tipo desconocido.
fr: Impossible de prévisualiser le type inconnu.
he: לא ניתן להציג תצוגה מקדימה של סוג לא ידוע.
hi: अज्ञात प्रकार का पूर्वावलोकन नहीं किया जा सकता.
it: Impossibile visualizzare l'anteprima del tipo sconosciuto.
ja_jp: 不明なタイプをプレビューできません。
nl: Kan geen voorbeeld van onbekend type bekijken.
pt: Não é possível visualizar o tipo desconhecido.
ru: Невозможно просмотреть неизвестный тип.
te: తెలియని రకాన్ని పరిదృశ్యం చేయలేరు.
zh_cn: 无法预览未知类型。

source: Could not retrieve site properties
ar: لا يمكن استرداد خصائص الموقع
bn: সাইটের বৈশিষ্ট্য পুনরুদ্ধার করা যায়নি
de: Die Site-Eigenschaften konnten nicht abgerufen werden
es: No se pudieron recuperar las propiedades del sitio
fr: Impossible de récupérer les propriétés du site
he: לא ניתן היה לאחזר את מאפייני האתר
hi: साइट गुण पुनर्प्राप्त नहीं किए जा सके
it: Impossibile recuperare le proprietà del sito
ja_jp: サイトのプロパティを取得できませんでした
nl: Kan site-eigenschappen niet ophalen
pt: Não foi possível recuperar as propriedades do site
ru: Не удалось получить свойства сайта
te: సైట్ లక్షణాలను తిరిగి పొందడం సాధ్యపడలేదు
zh_cn: 无法检索站点属性

source: To path is required to create redirect.
ar: مطلوب المسار لإنشاء إعادة التوجيه.
bn: পুনঃনির্দেশ তৈরি করতে পাথের প্রয়োজন।
de: Zum Erstellen einer Weiterleitung ist der Pfad „To“ erforderlich.
es: Para la ruta se requiere crear redirección.
fr: Le chemin vers est requis pour créer une redirection.
he: לנתיב נדרש כדי ליצור הפניה מחדש.
hi: रीडायरेक्ट बनाने के लिए पथ की आवश्यकता है।
it: È necessario il percorso per creare il reindirizzamento.
ja_jp: リダイレクトを作成するには To パスが必要です。
nl: Naar pad is vereist om een omleiding te maken.
pt: O caminho é necessário para criar o redirecionamento.
ru: Путь необходим для создания перенаправления.
te: దారి మళ్లింపును సృష్టించడానికి మార్గం అవసరం.
zh_cn: 创建重定向需要到路径。

source: Cannot open unknown view.
ar: لا يمكن فتح عرض غير معروف.
bn: অজানা দৃশ্য খুলতে পারে না।
de: Unbekannte Ansicht kann nicht geöffnet werden.
es: No se puede abrir la vista desconocida.
fr: Impossible d'ouvrir une vue inconnue.
he: לא ניתן לפתוח תצוגה לא ידועה.
hi: अज्ञात दृश्य नहीं खोल सकता.
it: Impossibile aprire la vista sconosciuta.
ja_jp: 不明なビューを開けません。
nl: Kan onbekende weergave niet openen.
pt: Não é possível abrir a visualização desconhecida.
ru: Невозможно открыть неизвестный вид.
te: తెలియని వీక్షణను తెరవలేరు.
zh_cn: 无法打开未知视图。

source: Schedule
ar: جدول
bn: সময়সূচী
de: Zeitplan
es: Programar
fr: Calendrier
he: לוּחַ זְמַנִים
hi: अनुसूची
it: Programma
ja_jp: スケジュール
nl: Schema
pt: Agendar
ru: Расписание
te: షెడ్యూల్
zh_cn: 日程

source: The dates can't be the same.
ar: لا يمكن أن تكون التواريخ هي نفسها.
bn: তারিখ একই হতে পারে না.
de: Die Daten können nicht identisch sein.
es: Las fechas no pueden ser las mismas.
fr: Les dates ne peuvent pas être les mêmes.
he: התאריכים לא יכולים להיות זהים.
hi: तारीखें एक जैसी नहीं हो सकतीं.
it: Le date non possono essere le stesse.
ja_jp: 日付を同じにすることはできません。
nl: De data kunnen niet hetzelfde zijn.
pt: As datas não podem ser iguais.
ru: Даты не могут совпадать.
te: తేదీలు ఒకేలా ఉండకూడదు.
zh_cn: 日期不能相同。

source: Please enter a valid date range.
ar: الرجاء إدخال نطاق زمني صالح.
bn: একটি বৈধ তারিখ পরিসীমা লিখুন দয়া করে.
de: Bitte geben Sie einen gültigen Datumsbereich ein.
es: Introduzca un intervalo de fechas válido.
fr: Veuillez saisir une plage de dates valide.
he: נא להזין טווח תאריכים חוקי.
hi: कृपया एक वैध तिथि सीमा दर्ज करें।
it: Inserisci un intervallo di date valido.
ja_jp: 有効な日付範囲を入力してください。
nl: Voer een geldig datumbereik in.
pt: Insira um período válido.
ru: Введите действительный диапазон дат.
te: దయచేసి చెల్లుబాటు అయ్యే తేదీ పరిధిని నమోదు చేయండి.
zh_cn: 请输入有效的日期范围。

source: Please select a site to view the summary.
ar: الرجاء تحديد موقع لعرض الملخص.
bn: সারাংশ দেখতে একটি সাইট নির্বাচন করুন.
de: Bitte wählen Sie eine Website aus, um die Zusammenfassung anzuzeigen.
es: Seleccione un sitio para ver el resumen.
fr: Veuillez sélectionner un site pour afficher le résumé.
he: אנא בחר אתר לצפייה בתקציר.
hi: सारांश देखने के लिए कृपया एक साइट चुनें।
it: Seleziona un sito per visualizzare il riepilogo.
ja_jp: 概要を表示するにはサイトを選択してください。
nl: Selecteer een site om het overzicht te bekijken.
pt: Selecione um site para visualizar o resumo.
ru: Пожалуйста, выберите сайт для просмотра сводки.
te: దయచేసి సారాంశాన్ని వీక్షించడానికి సైట్u200cను ఎంచుకోండి.
zh_cn: 请选择一个站点来查看摘要。

source: Please wait for the page components to finish rendering.
ar: يرجى الانتظار حتى تنتهي مكونات الصفحة من العرض.
bn: অনুগ্রহ করে পৃষ্ঠার উপাদান রেন্ডারিং শেষ হওয়ার জন্য অপেক্ষা করুন।
de: Bitte warten Sie, bis die Seitenkomponenten vollständig gerendert sind.
es: Espere a que los componentes de la página terminen de procesar.
fr: Veuillez attendre que les composants de la page terminent le rendu.
he: אנא המתן עד שרכיבי הדף יסיימו את הרינדור.
hi: कृपया पृष्ठ घटकों का प्रतिपादन समाप्त होने तक प्रतीक्षा करें।
it: Attendi il completamento del rendering dei componenti della pagina.
ja_jp: ページコンポーネントのレンダリングが完了するまでお待ちください。
nl: Wacht tot de paginacomponenten klaar zijn met renderen.
pt: Aguarde até que os componentes da página terminem a renderização.
ru: Пожалуйста, подождите, пока компоненты страницы завершат рендеринг.
te: దయచేసి పేజీ భాగాలు రెండరింగ్ పూర్తయ్యే వరకు వేచి ఉండండి.
zh_cn: 请等待页面组件完成渲染。

source: Please enter all required fields
ar: الرجاء إدخال كافة الحقول المطلوبة
bn: অনুগ্রহ করে সমস্ত প্রয়োজনীয় ক্ষেত্র লিখুন
de: Bitte füllen Sie alle erforderlichen Felder aus
es: Por favor ingrese todos los campos requeridos
fr: Veuillez saisir tous les champs obligatoires
he: נא להזין את כל השדות הנדרשים
hi: कृपया सभी आवश्यक फ़ील्ड दर्ज करें
it: Inserisci tutti i campi obbligatori
ja_jp: 必須フィールドをすべて入力してください
nl: Vul alle verplichte velden in
pt: Por favor insira todos os campos obrigatórios
ru: Пожалуйста, введите все обязательные поля
te: దయచేసి అవసరమైన అన్ని ఫీల్డ్u200cలను నమోదు చేయండి
zh_cn: 请输入所有必填字段

source: * - denotes required field
ar: * - يشير إلى الحقل المطلوب
bn: * - প্রয়োজনীয় ক্ষেত্র নির্দেশ করে
de: * – kennzeichnet ein Pflichtfeld
es: * - denota el campo requerido
fr: * - indique un champ obligatoire
he: * - מציין שדה חובה
hi: * - आवश्यक कार्यक्षेत्र अर्थ
it: * - indica un campo obbligatorio
ja_jp: * - は必須フィールドを示します
nl: * - geeft een verplicht veld aan
pt: * - denota campo obrigatório
ru: * - обозначает обязательное поле
te: * - అవసరమైన ఫీల్డ్u200cని సూచిస్తుంది
zh_cn: * - 表示必填字段

source: Delete Template
ar: حذف القالب
bn: টেমপ্লেট মুছুন
de: Vorlage löschen
es: Eliminar Plantilla
fr: Supprimer le modèle
he: מחק תבנית
hi: टेम्पलेट हटाएँ
it: Elimina modello
ja_jp: テンプレートの削除
nl: Sjabloon verwijderen
pt: Excluir modelo
ru: Удалить шаблон
te: టెంప్లేట్u200cను తొలగించండి
zh_cn: 删除模板

source: Template:
ar: نموذج:
bn: টেমপ্লেট:
de: Vorlage:
es: Plantilla:
fr: Modèle:
he: תבנית:
hi: टेम्पलेट:
it: Modello:
ja_jp: テンプレート：
nl: Sjabloon:
pt: Modelo:
ru: Шаблон:
te: టెంప్లేట్:
zh_cn: 模板：

source: Edit Metadata
ar: تحرير البيانات الوصفية
bn: মেটাডেটা সম্পাদনা করুন
de: Metadaten bearbeiten
es: Editar Metadatos
fr: Modifier les métadonnées
he: ערוך מטא נתונים
hi: मेटाडेटा संपादित करें
it: Modifica metadati
ja_jp: メタデータの編集
nl: Metagegevens bewerken
pt: Editar metadados
ru: Редактировать метаданные
te: మెటాడేటాను సవరించండి
zh_cn: 编辑元数据

source: Unable to set page content for page
ar: غير قادر على تعيين محتوى الصفحة للصفحة
bn: পৃষ্ঠার জন্য পৃষ্ঠার সামগ্রী সেট করতে অক্ষম৷
de: Der Seiteninhalt für die Seite konnte nicht festgelegt werden
es: No se puede establecer el contenido de la página para la página
fr: Impossible de définir le contenu de la page
he: לא ניתן להגדיר את תוכן העמוד עבור הדף
hi: पेज के लिए पेज सामग्री सेट करने में असमर्थ
it: Impossibile impostare il contenuto della pagina per la pagina
ja_jp: ページのページコンテンツを設定できません
nl: Kan pagina-inhoud niet instellen voor pagina
pt: Não é possível definir o conteúdo da página
ru: Невозможно установить содержимое страницы для страницы
te: పేజీ కోసం పేజీ కంటెంట్u200cని సెట్ చేయడం సాధ్యపడలేదు
zh_cn: 无法设置页面的页面内容

source: This page will appear to have been published on the Post Date that you enter below.
ar: ستظهر هذه الصفحة وكأنها منشورة في تاريخ النشر الذي تدخله أدناه.
bn: এই পৃষ্ঠাটি পোস্টের তারিখে প্রকাশিত হয়েছে বলে মনে হবে যা আপনি নীচে লিখছেন।
de: Diese Seite scheint an dem Postdatum veröffentlicht worden zu sein, das Sie unten eingeben.
es: Esta página aparecerá publicada en la Fecha de publicación que ingrese a continuación.
fr: Cette page semblera avoir été publiée à la date de publication que vous avez indiquée ci-dessous.
he: נראה שדף זה פורסם בתאריך הפרסום שתזין למטה.
hi: यह पृष्ठ आपके द्वारा नीचे दर्ज की गई पोस्ट तिथि पर प्रकाशित हुआ प्रतीत होगा।
it: Questa pagina sembrerà essere stata pubblicata nella data di pubblicazione inserita di seguito.
ja_jp: このページは、下に入力した投稿日に公開されたように表示されます。
nl: Het lijkt erop dat deze pagina is gepubliceerd op de postdatum die u hieronder invoert.
pt: Esta página parecerá ter sido publicada na data de postagem inserida abaixo.
ru: Эта страница будет выглядеть так, как будто она была опубликована в дату публикации, которую вы указываете ниже.
te: మీరు దిగువన నమోదు చేసిన పోస్ట్ తేదీలో ఈ పేజీ ప్రచురించబడినట్లు కనిపిస్తుంది.
zh_cn: 此页面将显示为已在您在下面输入的发布日期发布。

source: Page Summary
ar: ملخص الصفحة
bn: পৃষ্ঠার সারাংশ
de: Seitenzusammenfassung
es: Resumen de la página
fr: Résumé des pages
he: סיכום עמוד
hi: पृष्ठ सारांश
it: Riepilogo della pagina
ja_jp: ページ概要
nl: Paginaoverzicht
pt: Resumo da página
ru: Сводка страницы
te: పేజీ సారాంశం
zh_cn: 页面摘要

source: Search Engine Optimization (SEO)
ar: تحسين محركات البحث (SEO)
bn: সার্চ ইঞ্জিন অপ্টিমাইজেশান (SEO)
de: Suchmaschinenoptimierung (SEO)
es: Optimización de Buscadores (SEO)
fr: Optimisation des moteurs de recherche (SEO)
he: אופטימיזציה למנועי חיפוש (SEO)
hi: खोज इंजन अनुकूलन (एसईओ)
it: Ottimizzazione per i motori di ricerca (SEO)
ja_jp: 検索エンジン最適化 (SEO)
nl: Zoekmachineoptimalisatie (SEO)
pt: Otimização de mecanismos de pesquisa (SEO)
ru: Поисковая оптимизация (SEO)
te: శోధన ఇంజిన్ ఆప్టిమైజేషన్ (SEO)
zh_cn: 搜索引擎优化（SEO）

source: Tags and Categories
ar: العلامات والفئات
bn: ট্যাগ এবং বিভাগ
de: Tags und Kategorien
es: Etiquetas y categorías
fr: Balises et catégories
he: תגיות וקטגוריות
hi: टैग और श्रेणियाँ
it: Tag e categorie
ja_jp: タグとカテゴリ
nl: Tags en categorieën
pt: Tags e categorias
ru: Теги и категории
te: ట్యాగ్u200cలు మరియు వర్గాలు
zh_cn: 标签和类别

source: Calendar
ar: تقويم
bn: ক্যালেন্ডার
de: Kalender
es: Calendario
fr: Calendrier
he: לוּחַ שָׁנָה
hi: कैलेंडर
it: Calendario
ja_jp: カレンダー
nl: Kalender
pt: Calendário
ru: Календарь
te: క్యాలెండర్
zh_cn: 日历

source: Additional Code
ar: كود إضافي
bn: অতিরিক্ত কোড
de: Zusätzlicher Code
es: Código Adicional
fr: Code supplémentaire
he: קוד נוסף
hi: अतिरिक्त कोड
it: Codice aggiuntivo
ja_jp: 追加コード
nl: Aanvullende code
pt: Código Adicional
ru: Дополнительный код
te: అదనపు కోడ్
zh_cn: 附加代码

source: Override Post Date
ar: تجاوز تاريخ النشر
bn: পোস্টের তারিখ ওভাররাইড করুন
de: Veröffentlichungsdatum überschreiben
es: Anular Fecha de Publicación
fr: Remplacer la date de publication
he: ביטול תאריך פרסום
hi: पोस्ट दिनांक को ओवरराइड करें
it: Sostituisci data di pubblicazione
ja_jp: 投稿日を上書きする
nl: Postdatum overschrijven
pt: Substituir data de postagem
ru: Переопределить дату публикации
te: పోస్ట్ తేదీని భర్తీ చేయండి
zh_cn: 覆盖发布日期

source: User should be an Admin
ar: يجب أن يكون المستخدم مسؤولاً
bn: ব্যবহারকারীকে অ্যাডমিন হতে হবে
de: Der Benutzer sollte ein Administrator sein
es: El usuario debe ser un administrador
fr: L'utilisateur doit être un administrateur
he: המשתמש צריך להיות מנהל
hi: उपयोगकर्ता प्रशासक होना चाहिए
it: L'utente deve essere un amministratore
ja_jp: ユーザーは管理者である必要があります
nl: De gebruiker moet een beheerder zijn
pt: O usuário deve ser um administrador
ru: Пользователь должен быть администратором
te: వినియోగదారు అడ్మిన్ అయి ఉండాలి
zh_cn: 用户应该是管理员

source: You are editing a category you must save or cancel the current category.
ar: أنت تقوم بتحرير فئة، يجب عليك حفظ الفئة الحالية أو إلغائها.
bn: আপনি একটি বিভাগ সম্পাদনা করছেন যা আপনাকে অবশ্যই বর্তমান বিভাগ সংরক্ষণ বা বাতিল করতে হবে।
de: Sie bearbeiten eine Kategorie und müssen die aktuelle Kategorie speichern oder abbrechen.
es: Está editando una categoría que debe guardar o cancelar la categoría actual.
fr: Vous modifiez une catégorie, vous devez enregistrer ou annuler la catégorie actuelle.
he: אתה עורך קטגוריה עליך לשמור או לבטל את הקטגוריה הנוכחית.
hi: आप एक श्रेणी संपादित कर रहे हैं जिसे सेव करना या रद्द करना होगा।
it: Stai modificando una categoria devi salvare o cancellare la categoria corrente.
ja_jp: カテゴリを編集しているので、現在のカテゴリを保存するかキャンセルする必要があります。
nl: U bewerkt een categorie. U moet de huidige categorie opslaan of annuleren.
pt: Você está editando uma categoria e deve salvar ou cancelar a categoria atual.
ru: Вы редактируете категорию, которую необходимо сохранить или отменить текущую категорию.
te: మీరు ఒక వర్గాన్ని సవరిస్తున్నారు, మీరు తప్పనిసరిగా ప్రస్తుత వర్గాన్ని సేవ్ చేయాలి లేదా రద్దు చేయాలి.
zh_cn: 您正在编辑一个类别，您必须保存或取消当前类别。

source: Only Admin users can delete a category
ar: يمكن للمستخدمين الإداريين فقط حذف فئة
bn: শুধুমাত্র অ্যাডমিন ব্যবহারকারীরা একটি বিভাগ মুছে ফেলতে পারেন
de: Nur Admin-Benutzer können eine Kategorie löschen
es: Sólo los usuarios Admin pueden eliminar una categoría
fr: Seuls les utilisateurs administrateurs peuvent supprimer une catégorie
he: רק משתמשי אדמין יכולים למחוק קטגוריה
hi: केवल प्रशासक उपयोगकर्ता श्रेणी हटा सकते हैं
it: Solo gli utenti amministratori possono eliminare una categoria
ja_jp: カテゴリを削除できるのは管理者ユーザーだけです
nl: Alleen beheerders kunnen een categorie verwijderen
pt: Somente usuários administradores podem excluir uma categoria
ru: Только пользователи с правами администратора могут удалить категорию.
te: అడ్మిన్ వినియోగదారులు మాత్రమే వర్గాన్ని తొలగించగలరు
zh_cn: 只有管u200bu200b理员用户可以删除类别

source: Cannot delete node as 'Category Tree' cannot be empty!
ar: لا يمكن حذف العقدة لأن "شجرة الفئات" لا يمكن أن تكون فارغة!
bn: নোড মুছে ফেলা যাবে না কারণ 'বিভাগ ট্রি' খালি হতে পারে না!
de: Knoten kann nicht gelöscht werden, da „Kategoriebaum“ nicht leer sein darf!
es: No se puede eliminar el nodo como 'ÿrbol de categorías' no puede estar vacío.
fr: Impossible de supprimer le nœud car « l'arborescence des catégories » ne peut pas être vide !
he: לא ניתן למחוק צומת מכיוון ש'עץ קטגוריות' לא יכול להיות ריק!
hi: नोड नहीं हटाया जा सकता क्योंकि श्रेणी का पेड़ खाली नहीं हो सकता।
it: Impossibile eliminare il nodo poiché "Albero delle categorie" non può essere vuoto!
ja_jp: 「カテゴリ ツリー」を空にすることはできないため、ノードを削除できません。
nl: Kan knooppunt niet verwijderen omdat 'Categorieboom' niet leeg mag zijn!
pt: Não é possível excluir o nó porque a 'Árvore de categorias' não pode estar vazia!
ru: Невозможно удалить узел, поскольку «Дерево категорий» не может быть пустым!
te: 'కేటగిరీ ట్రీ' ఖాళీగా లేనందున నోడ్u200cని తొలగించలేరు!
zh_cn: 无法删除节点，因为“类别树”不能为空！

source: Only Admin users can edit the category
ar: يمكن للمستخدمين الإداريين فقط تعديل الفئة
bn: শুধুমাত্র অ্যাডমিন ব্যবহারকারীরা বিভাগ সম্পাদনা করতে পারেন
de: Nur Admin-Benutzer können die Kategorie bearbeiten
es: Sólo los usuarios Admin pueden editar la categoría
fr: Seuls les utilisateurs administrateurs peuvent modifier la catégorie
he: רק משתמשי אדמין יכולים לערוך את הקטגוריה
hi: केवल प्रशासक उपयोगकर्ता श्रेणी संपादित कर सकते हैं
it: Solo gli utenti amministratori possono modificare la categoria
ja_jp: カテゴリを編集できるのは管理者ユーザーだけです
nl: Alleen beheerders kunnen de categorie bewerken
pt: Somente usuários administradores podem editar a categoria
ru: Только пользователи с правами администратора могут редактировать категорию.
te: అడ్మిన్ వినియోగదారులు మాత్రమే వర్గాన్ని సవరించగలరు
zh_cn: 只有管u200bu200b理员用户可以编辑类别

source: Publish Alert
ar: نشر التنبيه
bn: সতর্কতা প্রকাশ করুন
de: Benachrichtigung veröffentlichen
es: Publicar Alerta
fr: Publier une alerte
he: פרסם התראה
hi: प्रकाशन चेतावनी
it: Pubblica avviso
ja_jp: アラートの発行
nl: Publicatiewaarschuwing
pt: Publicar alerta
ru: Опубликовать оповещение
te: హెచ్చరికను ప్రచురించండి
zh_cn: 发布提醒

source: Modifications made to this node are not published. If you choose to not publish these now, you may loose the changes. Please click 'Publish' button for publishing the previous changes now.
ar: لا يتم نشر التعديلات التي تم إجراؤها على هذه العقدة. إذا اخترت عدم نشر هذه التغييرات الآن، فقد تفقد التغييرات. الرجاء الضغط على زر "نشر" لنشر التغييرات السابقة الآن.
bn: এই নোডে করা পরিবর্তনগুলি প্রকাশিত হয় না। আপনি যদি এগুলি এখন প্রকাশ না করার সিদ্ধান্ত নেন, তাহলে আপনি পরিবর্তনগুলি হারাতে পারেন৷ পূর্ববর্তী পরিবর্তনগুলি এখন প্রকাশ করার জন্য অনুগ্রহ করে 'প্রকাশ করুন' বোতামে ক্লিক করুন।
de: An diesem Knoten vorgenommene Änderungen werden nicht veröffentlicht. Wenn Sie diese jetzt nicht veröffentlichen, gehen die Änderungen möglicherweise verloren. Klicken Sie bitte auf die Schaltfläche „Veröffentlichen“, um die vorherigen Änderungen jetzt zu veröffentlichen.
es: Las modificaciones hechas a este nodo no se publican. Si decide no publicar estos ahora, puede perder los cambios. Haga clic en Publicar para publicar los cambios anteriores.
fr: Les modifications apportées à ce nœud ne sont pas publiées. Si vous choisissez de ne pas les publier maintenant, vous risquez de perdre les modifications. Veuillez cliquer sur le bouton « Publier » pour publier les modifications précédentes maintenant.
he: שינויים שבוצעו בצומת זה אינם מתפרסמים. אם תבחר לא לפרסם אותם כעת, אתה עלול לאבד את השינויים. אנא לחץ על כפתור 'פרסם' לפרסום השינויים הקודמים כעת.
hi: इस नोड में किए गए संशोधन प्रकाशित नहीं किए जाते। यदि आप इनको अभी प्रकाशित नहीं करना चाहते हैं, तो आप बदलाव खो सकते हैं। प्रकाशित करने के लिए क्लिक करें।
it: Le modifiche apportate a questo nodo non vengono pubblicate. Se scegli di non pubblicarli ora, potresti perdere le modifiche. Fare clic sul pulsante "Pubblica" per pubblicare subito le modifiche precedenti.
ja_jp: このノードに加えられた変更は公開されません。これらを今すぐ公開しないことを選択すると、変更が失われる可能性があります。以前の変更を今すぐ公開するには、[公開] ボタンをクリックしてください。
nl: Wijzigingen aan dit knooppunt worden niet gepubliceerd. Als u ervoor kiest deze nu niet te publiceren, kunt u de wijzigingen kwijtraken. Klik op de knop 'Publiceren' om de eerdere wijzigingen nu te publiceren.
pt: As modificações feitas neste nó não são publicadas. Se você optar por não publicá-los agora, poderá perder as alterações. Clique no botão 'Publicar' para publicar as alterações anteriores agora.
ru: Изменения, внесенные в этот узел, не публикуются. Если вы решите не публиковать их сейчас, вы можете потерять изменения. Нажмите кнопку «Опубликовать», чтобы опубликовать предыдущие изменения сейчас.
te: ఈ నోడ్u200cకు చేసిన మార్పులు ప్రచురించబడలేదు. మీరు వీటిని ఇప్పుడు ప్రచురించకూడదని ఎంచుకుంటే, మీరు మార్పులను కోల్పోవచ్చు. దయచేసి మునుపటి మార్పులను ఇప్పుడు ప్రచురించడం కోసం 'ప్రచురించు' బటన్u200cను క్లిక్ చేయండి.
zh_cn: 对此节点所做的修改不会发布。如果您选择现在不发布这些内容，您可能会失去这些更改。请点击“发布”按钮立即发布之前的更改。

source: Delete Category
ar: حذف الفئة
bn: বিভাগ মুছুন
de: Kategorie löschen
es: Eliminar categoría
fr: Supprimer la catégorie
he: מחק קטגוריה
hi: श्रेणी हटाएं
it: Elimina categoria
ja_jp: カテゴリの削除
nl: Categorie verwijderen
pt: Excluir categoria
ru: Удалить категорию
te: వర్గాన్ని తొలగించండి
zh_cn: 删除类别

source: Are you sure you want to delete this category?
ar: هل أنت متأكد أنك تريد حذف هذه الفئة؟
bn: আপনি কি এই বিভাগটি মুছে ফেলার বিষয়ে নিশ্চিত?
de: Sind Sie sicher, dass Sie diese Kategorie löschen möchten?
es: ¿Seguro que quieres eliminar esta categoría?
fr: Êtes-vous sûr de vouloir supprimer cette catégorie ?
he: האם אתה בטוח שברצונך למחוק את הקטגוריה הזו?
hi: क्या आप निश्चित हैं?
it: Sei sicuro di voler eliminare questa categoria?
ja_jp: このカテゴリを削除してもよろしいですか?
nl: Weet u zeker dat u deze categorie wilt verwijderen?
pt: Tem certeza de que deseja excluir esta categoria?
ru: Вы уверены, что хотите удалить эту категорию?
te: మీరు ఖచ్చితంగా ఈ వర్గాన్ని తొలగించాలనుకుంటున్నారా?
zh_cn: 您确定要删除该类别吗？

source: This category and all its children will be deleted!
ar: سيتم حذف هذه الفئة وجميع أبنائها!
bn: এই বিভাগ এবং এর সমস্ত সন্তানদের মুছে ফেলা হবে!
de: Diese Kategorie und alle ihre untergeordneten Elemente werden gelöscht!
es: ¡Esta categoría y todos sus niños serán eliminados!
fr: Cette catégorie et tous ses enfants seront supprimés !
he: קטגוריה זו וכל ילדיה יימחקו!
hi: यह श्रेणी और उसके सभी बच्चे हटाए जाएंगे!
it: Questa categoria e tutti i suoi figli verranno eliminati!
ja_jp: このカテゴリとその子はすべて削除されます。
nl: Deze categorie en alle onderliggende categorieën worden verwijderd!
pt: Esta categoria e todos os seus filhos serão excluídos!
ru: Эта категория и все ее дочерние элементы будут удалены!
te: ఈ వర్గం మరియు దాని పిల్లలందరూ తొలగించబడతారు!
zh_cn: 该类别及其所有子类别都将被删除！

source: Error while loading categories.
ar: حدث خطأ أثناء تحميل الفئات.
bn: বিভাগগুলি লোড করার সময় ত্রুটি৷
de: Fehler beim Laden der Kategorien.
es: Error al cargar categorías.
fr: Erreur lors du chargement des catégories.
he: שגיאה בעת טעינת קטגוריות.
hi: श्रेणियों को लोड करने में त्रुटि।
it: Errore durante il caricamento delle categorie.
ja_jp: カテゴリの読み込み中にエラーが発生しました。
nl: Fout bij het laden van categorieën.
pt: Erro ao carregar categorias.
ru: Ошибка при загрузке категорий.
te: వర్గాలను లోడ్ చేస్తున్నప్పుడు లోపం.
zh_cn: 加载类别时出错。
